Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Chat_Notification_LoadHistoryFailed
source: Failed to load history
fr_fr: Échec du chargement de l'historique
pt_br: Falha ao carregar histórico
zh_cn: 加载历史失败
zh_tw: 載入歷史記錄失敗

# Chat_Notification_AssistantReplied
source: Assistant replied
fr_fr: L'assistant a répondu
pt_br: O Assistant respondeu
zh_cn: 助手已回复
zh_tw: 助理已回覆

# Chat_Notification_ConnectionInterrupted
source: Connection lost: response interrupted.
fr_fr: Connexion perdue: réponse interrompue.
pt_br: Conexão perdida: resposta interrompida.
zh_cn: 连接已断开: 回复已中断。
zh_tw: 連線已中斷: 回覆已中斷。

# Chat_Notification_KeylessEventDropped
source: Gateway timeline event dropped
fr_fr: Événement de chronologie de passerelle ignoré
pt_br: Evento de linha do tempo do Gateway descartado
zh_cn: 已丢弃网关时间线事件
zh_tw: 已捨棄閘道時間軸事件

# Chat_Notification_KeylessEventDroppedMessage
source: The gateway sent a chat timeline event without a session key, so OpenClaw ignored it to avoid mixing timelines. Update or restart the gateway if this continues.
fr_fr: La passerelle a envoyé un événement de chronologie de chat sans clé de session ; OpenClaw l'a ignoré pour éviter de mélanger les conversations. Mettez à jour ou redémarrez la passerelle si cela continue.
pt_br: O Gateway enviou um evento de linha do tempo do chat sem uma chave de sessão, então o OpenClaw o ignorou para evitar misturar linhas do tempo. Atualize ou reinicie o Gateway se isso continuar.
zh_cn: 网关发送了缺少会话键的聊天时间线事件，OpenClaw 已将其忽略，以避免混淆时间线。如果此情况持续，请更新或重启网关。
zh_tw: 閘道傳送了缺少工作階段金鑰的聊天時間軸事件，OpenClaw 已將其忽略，以避免混淆時間軸。如果此情況持續，請更新或重新啟動閘道。

# VoiceSettingsPage_TestVoiceButtonText.Text
source: Test Voice Input
fr_fr: Tester la saisie vocale
pt_br: Testar entrada de voz
zh_cn: 测试语音输入
zh_tw: 測試語音輸入

# PermissionsPage_NodeStatus_McpOnly
source: Local MCP only
fr_fr: MCP local uniquement
pt_br: Somente MCP local
zh_cn: 仅本地 MCP
zh_tw: 僅本機 MCP

# PermissionsPage_NodeStatus_McpOnlyDetailsFormat
source: Serving {0} capabilities to local MCP clients at {1}
fr_fr: Fourniture de {0} capacités aux clients MCP locaux à {1}
pt_br: Servindo {0} capacidades a clientes MCP locais em {1}
zh_cn: 正在通过 {1} 向本地 MCP 客户端提供 {0} 项功能
zh_tw: 正在透過 {1} 向本機 MCP 用戶端提供 {0} 項功能

# PermissionsPage_NodeStatus_Starting
source: Node starting…
fr_fr: Node en cours de démarrage…
pt_br: Iniciando Node…
zh_cn: Node 正在启动…
zh_tw: Node 正在啟動…

# PermissionsPage_NodeStatus_McpError
source: Local MCP server failed to start
fr_fr: Échec du démarrage du serveur MCP local
pt_br: Falha ao iniciar o servidor MCP local
zh_cn: 本地 MCP 服务器启动失败
zh_tw: 本機 MCP 伺服器啟動失敗

# PermissionsPage_RulesCount_None
source: No entries
fr_fr: Aucune entrée
pt_br: Nenhuma entrada
zh_cn: 无条目
zh_tw: 沒有項目

# PermissionsPage_RulesCount_One
source: 1 entry
fr_fr: 1 entrée
pt_br: 1 entrada
zh_cn: 1 个条目
zh_tw: 1 個項目

# PermissionsPage_RulesCount_ManyFormat
source: {0} entries
fr_fr: {0} entrées
pt_br: {0} entradas
zh_cn: {0} 个条目
zh_tw: {0} 個項目

# InstancesPage_TimeAgo_Seconds_Format
source: {0}s ago
fr_fr: il y a {0}s
pt_br: há {0}s
zh_cn: {0}秒前
zh_tw: {0}秒前

# InstancesPage_TimeAgo_Minutes_Format
source: {0}m ago
fr_fr: il y a {0}m
pt_br: há {0}min
zh_cn: {0}分钟前
zh_tw: {0}分鐘前

# InstancesPage_TimeAgo_Hours_Format
source: {0}h ago
fr_fr: il y a {0}h
pt_br: há {0}h
zh_cn: {0}小时前
zh_tw: {0}小時前

# InstancesPage_TimeAgo_Days_Format
source: {0}d ago
fr_fr: il y a {0}j
pt_br: há {0}d
zh_cn: {0}天前
zh_tw: {0}天前

# FilterAllButton.Text
source: All
fr_fr: Tout
pt_br: Todas
zh_cn: 全部
zh_tw: 全部

# ChannelsPage_Title.Text
source: Channels
fr_fr: Canaux
pt_br: Canais
zh_cn: 频道
zh_tw: 頻道

# ChannelsPage_Refresh.Text
source: Refresh
fr_fr: Rafraîchir
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# ChannelsPage_ConfiguredHeader.Text
source: CONFIGURED
fr_fr: CONFIGURÉ
pt_br: CONFIGURADOS
zh_cn: 已配置
zh_tw: 已設定

# ChannelsPage_AvailableHeader.Text
source: AVAILABLE
fr_fr: DISPONIBLE
pt_br: DISPONÍVEIS
zh_cn: 可用
zh_tw: 可用

# ChatPageHomeToolTip.Content
source: Home
fr_fr: Accueil
pt_br: Início
zh_cn: 主页
zh_tw: 首頁

# ChatPageRefreshToolTip.Content
source: Refresh
fr_fr: Rafraîchir
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# ChatPageDeveloperToolsToolTip.Content
source: Developer Tools
fr_fr: Outils de développement
pt_br: Ferramentas de desenvolvedor
zh_cn: 开发人员工具
zh_tw: 開發人員工具

# SettingsRow_AutoStart_Header.Text
source: Start with Windows
fr_fr: Démarrer avec Windows
pt_br: Iniciar com o Windows
zh_cn: 随 Windows 启动
zh_tw: 隨 Windows 啟動

# SettingsRow_GlobalHotkey_Header.Text
source: Global hotkeys
fr_fr: Raccourci Envoi rapide
pt_br: Atalhos globais
zh_cn: 快速发送热键
zh_tw: 快速傳送快速鍵

# SettingsRow_LegacyChat_Header.Text
source: Use gateway's web chat interface
fr_fr: Utiliser l’interface de chat web de la passerelle
pt_br: Usar a interface de chat web do Gateway
zh_cn: 使用网关的 Web 聊天界面
zh_tw: 使用閘道的網頁聊天介面

# SettingsRow_Notifications_Header.Text
source: Show notifications
fr_fr: Afficher les notifications
pt_br: Mostrar notificações
zh_cn: 显示通知
zh_tw: 顯示通知

# SettingsRow_NotifSound_Header.Text
source: Sound
fr_fr: Son
pt_br: Som
zh_cn: 提示音
zh_tw: 提示音

# SettingsRow_ScreenRec_Header.Text
source: Allow screen capture
fr_fr: Autoriser la capture de l’écran
pt_br: Permitir captura de tela
zh_cn: 允许屏幕捕获
zh_tw: 允許螢幕擷取

# SettingsRow_CamRec_Header.Text
source: Allow camera capture
fr_fr: Autoriser la capture par la caméra
pt_br: Permitir captura de câmera
zh_cn: 允许摄像头捕获
zh_tw: 允許攝影機擷取

# SettingsRow_Location_Header.Text
source: Allow location access
fr_fr: Autoriser l’accès à la localisation
pt_br: Permitir acesso à localização
zh_cn: 允许访问位置
zh_tw: 允許存取位置

# HubWindow_NavigationViewItem_Voice.Content
source: Voice & Audio
fr_fr: Voix et audio
pt_br: Voz e Áudio
zh_cn: 语音和音频
zh_tw: 語音與音訊

# HubWindow_NavigationViewItem_Sandbox.Content
source: Sandbox
fr_fr: Bac à sable
pt_br: Ambiente restrito
zh_cn: 沙盒
zh_tw: 沙盒

# DiagnosticsPage_Card_Doctor.Header
source: Run gateway doctor
fr_fr: Exécuter le diagnostic de la Gateway
pt_br: Executar diagnóstico do Gateway
zh_cn: 运行 Gateway 诊断
zh_tw: 執行 Gateway 診斷

# DiagnosticsPage_Card_Doctor.Description
source: Opens a terminal and runs openclaw doctor to check the local gateway for problems.
fr_fr: Ouvre un terminal et exécute openclaw doctor pour vérifier si la Gateway locale présente des problèmes.
pt_br: Abre um terminal e executa openclaw doctor para verificar problemas no Gateway local.
zh_cn: 打开终端并运行 openclaw doctor，以检查本地 Gateway 是否存在问题。
zh_tw: 開啟終端機並執行 openclaw doctor，以檢查本機 Gateway 是否有問題。

# DiagnosticsPage_Card_CopyDebugBundle.Header
source: Copy summary debug bundle
fr_fr: Copier le résumé de diagnostic
pt_br: Copiar pacote de depuração resumido
zh_cn: 复制摘要调试包
zh_tw: 複製摘要偵錯套件

# DiagnosticsPage_Card_CopyDebugBundle.Description
source: Generated summaries only; excludes log tails. Use Create diagnostics bundle to review logs before sharing.
fr_fr: Résumés générés uniquement ; exclut les extraits de journaux. Utilisez Créer un lot de diagnostics pour examiner les journaux avant de les partager.
pt_br: Apenas resumos gerados; exclui trechos de log. Use Criar pacote de diagnóstico para revisar os logs antes de compartilhar.
zh_cn: 仅包含生成的摘要；不包含日志尾部。请使用“创建诊断包”在共享前检查日志。
zh_tw: 僅包含產生的摘要；不包含記錄尾端。請使用「建立診斷套件」在分享前檢查記錄。

# SettingsRow_Location_Description.Text
source: Lets agents read device location via location.* commands.
fr_fr: Permet aux agents de lire la localisation de l’appareil via les commandes location.*.
pt_br: Permite que agentes leiam a localização do dispositivo por meio de comandos location.*.
zh_cn: 允许代理通过 location.* 命令读取设备位置。
zh_tw: 允許代理透過 location.* 命令讀取裝置位置。

# BindingsPage_GatewayDisconnected.Title
source: Gateway disconnected
fr_fr: Passerelle déconnectée
pt_br: Gateway desconectado
zh_cn: 网关已断开
zh_tw: 閘道已中斷

# BindingsPage_GatewayDisconnected.Message
source: Connect to a gateway to load bindings.
fr_fr: Connectez-vous à une passerelle pour charger les liaisons.
pt_br: Conecte-se a um Gateway para carregar as vinculações.
zh_cn: 请连接到网关以加载绑定。
zh_tw: 請連接至閘道以載入繫結。

# BindingsPage_OpenConnection.Content
source: Open Connection
fr_fr: Ouvrir la connexion
pt_br: Abrir Conexão
zh_cn: 打开连接
zh_tw: 開啟連線

# BindingsPage_LoadingBindings.Text
source: Loading bindings...
fr_fr: Chargement des liaisons…
pt_br: Carregando vinculações...
zh_cn: 正在加载绑定…
zh_tw: 正在載入繫結…

# ConnectionPage_ApprovalsWaitingOnYou.Text
source: Approvals waiting on you
fr_fr: Approbations en attente
pt_br: Aprovações aguardando você
zh_cn: 等待您的审批
zh_tw: 等待您的核准

# ConnectionPage_NotConnected.Text
source: Not connected
fr_fr: Non connecté
pt_br: Não conectado
zh_cn: 未连接
zh_tw: 未連線

# ConnectionPage_Connect.Content
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# ConnectionPage_Operator.Text
source: Operator
fr_fr: Opérateur
pt_br: Operador
zh_cn: 操作员
zh_tw: 操作員

# ConnectionPage_SendCommandsAndView.Text
source: Send commands and view sessions on this gateway from this PC.
fr_fr: Envoyez des commandes et consultez les sessions de cette passerelle depuis ce PC.
pt_br: Envie comandos e veja sessões neste Gateway a partir deste PC.
zh_cn: 从此电脑向此网关发送命令并查看会话。
zh_tw: 從這台電腦向此閘道傳送命令並檢視工作階段。

# ConnectionPage_Inactive.Text
source: Inactive
fr_fr: Inactif
pt_br: Inativo
zh_cn: 未激活
zh_tw: 未啟用

# ConnectionPage_SeeSessions.Content
source: See sessions ›
fr_fr: Voir les sessions ›
pt_br: Ver sessões ›
zh_cn: 查看会话 ›
zh_tw: 檢視工作階段 ›

# ConnectionPage_SeeInstances.Content
source: See instances ›
fr_fr: Voir les instances ›
pt_br: Ver instâncias ›
zh_cn: 查看实例 ›
zh_tw: 檢視執行個體 ›

# ConnectionPage_NodeMode.Text
source: Node mode
fr_fr: Mode nœud
pt_br: Modo Node
zh_cn: 节点模式
zh_tw: 節點模式

# ConnectionPage_WhenOnThisPC.Text
source: When on, this PC registers as a node and offers the capabilities below to agents over the gateway.
fr_fr: Lorsqu'il est activé, ce PC s'enregistre comme nœud et offre les capacités ci-dessous aux agents via la passerelle.
pt_br: Quando ativado, este PC se registra como um Node e oferece as capacidades abaixo aos agentes através do Gateway.
zh_cn: 启用后,此电脑将注册为节点,并通过网关向代理提供下列功能。
zh_tw: 啟用後,這台電腦會註冊為節點,並透過閘道向代理提供下列功能。

# ConnectionPage_NodeModeDisabled.Text
source: Node mode disabled
fr_fr: Mode nœud désactivé
pt_br: Modo Node desativado
zh_cn: 节点模式已禁用
zh_tw: 節點模式已停用

# ConnectionPage_Copy.Content
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# ConnectionPage_Connect2.Content
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# ConnectionPage_ManagePermissions.Content
source: Manage permissions ›
fr_fr: Gérer les autorisations ›
pt_br: Gerenciar permissões ›
zh_cn: 管理权限 ›
zh_tw: 管理權限 ›

# ConnectionPage_HelpUsFixThis.Text
source: Help us fix this connection:
fr_fr: Aidez-nous à réparer cette connexion :
pt_br: Ajude-nos a corrigir esta conexão:
zh_cn: 帮助我们修复此连接:
zh_tw: 協助我們修復此連線:

# ConnectionPage_SSHTunnelIsDown.Text
source: SSH tunnel is down.
fr_fr: Le tunnel SSH est arrêté.
pt_br: O túnel SSH está inativo.
zh_cn: SSH 隧道已停止。
zh_tw: SSH 通道已停止。

# ConnectionPage_RestartTunnel.Content
source: Restart tunnel
fr_fr: Redémarrer le tunnel
pt_br: Reiniciar túnel
zh_cn: 重启隧道
zh_tw: 重新啟動通道

# ConnectionPage_EditTunnelSettings.Content
source: Edit tunnel settings
fr_fr: Modifier les paramètres du tunnel
pt_br: Editar configurações do túnel
zh_cn: 编辑隧道设置
zh_tw: 編輯通道設定

# ConnectionPage_PasteANewSetup.Text
source: Paste a new setup code from the gateway host.
fr_fr: Collez un nouveau code de configuration de l'hôte de la passerelle.
pt_br: Cole um novo código de configuração do host do Gateway.
zh_cn: 粘贴来自网关主机的新设置代码。
zh_tw: 貼上來自閘道主機的新設定代碼。

# ConnectionPage_PasteSetupCodeHere.PlaceholderText
source: Paste setup code here…
fr_fr: Collez le code de configuration ici…
pt_br: Cole o código de configuração aqui…
zh_cn: 在此粘贴设置代码…
zh_tw: 在此貼上設定代碼…

# ConnectionPage_Apply.Content
source: Apply
fr_fr: Appliquer
pt_br: Aplicar
zh_cn: 应用
zh_tw: 套用

# ConnectionPage_RunOnTheGateway.Text
source: Run on the gateway host:
fr_fr: Exécuter sur l'hôte de la passerelle :
pt_br: Execute no host do Gateway:
zh_cn: 在网关主机上运行:
zh_tw: 在閘道主機上執行:

# ConnectionPage_Copy2.Content
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# ConnectionPage_Connect3.Content
source: Connect
fr_fr: Connecter
pt_br: Conectar
zh_cn: 连接
zh_tw: 連線

# ConnectionPage_Disconnect.Content
source: Disconnect
fr_fr: Déconnecter
pt_br: Desconectar
zh_cn: 断开连接
zh_tw: 中斷連線

# ConnectionPage_SavedGateways.Text
source: Saved gateways
fr_fr: Passerelles enregistrées
pt_br: Gateways salvos
zh_cn: 已保存的网关
zh_tw: 已儲存的閘道

# ConnectionPage_Gateways.Text
source: Gateways
fr_fr: Passerelles
pt_br: Lista de gateways
zh_cn: 网关
zh_tw: 閘道

# ConnectionPage_Scan.Text
source: Scan
fr_fr: Analyser
pt_br: Procurar
zh_cn: 扫描
zh_tw: 掃描

# ConnectionPage_AddGateway.Text
source: Add gateway
fr_fr: Ajouter une passerelle
pt_br: Adicionar Gateway
zh_cn: 添加网关
zh_tw: 新增閘道

# ConnectionPage_NoSavedGatewaysYet.Text
source: No saved gateways yet.
fr_fr: Aucune passerelle enregistrée pour l'instant.
pt_br: Nenhum Gateway salvo ainda.
zh_cn: 尚无已保存的网关。
zh_tw: 尚無已儲存的閘道。

# ConnectionPage_DiscoveredOnYourNetwork.Text
source: Discovered on your network
fr_fr: Découvert sur votre réseau
pt_br: Descobertos na sua rede
zh_cn: 在您的网络上发现
zh_tw: 在您的網路上探索到

# ConnectionPage_AddAGateway.Text
source: Add a gateway
fr_fr: Ajouter une passerelle
pt_br: Adicionar um Gateway
zh_cn: 添加网关
zh_tw: 新增閘道

# ConnectionPage_GetStartedInstallA.Title
source: Get started: install a local gateway
fr_fr: Pour commencer: installer une passerelle locale
pt_br: Começar: instalar um Gateway local
zh_cn: 开始使用: 安装本地网关
zh_tw: 開始使用: 安裝本機閘道

# ConnectionPage_GetStartedInstallA.Message
source: The fastest way to start: sets up a WSL-hosted gateway on this PC and makes it the active connection.
fr_fr: La méthode la plus rapide : configure une passerelle hébergée sur WSL sur ce PC et en fait la connexion active.
pt_br: O jeito mais rápido de começar: configura um Gateway hospedado no WSL neste PC e o torna a conexão ativa.
zh_cn: 最快的入门方式:在此电脑上设置 WSL 托管的网关,并将其设为活动连接。
zh_tw: 最快的入門方式:在這台電腦上設定由 WSL 託管的閘道,並將其設為使用中的連線。

# ConnectionPage_Install.Content
source: Install
fr_fr: Installer
pt_br: Instalar
zh_cn: 安装
zh_tw: 安裝

# ConnectionPage_OrConnectToAn.Text
source: Or connect to an existing one:
fr_fr: Ou connectez-vous à une existante :
pt_br: Ou conecte-se a um já existente:
zh_cn: 或连接到现有网关:
zh_tw: 或連線至現有閘道:

# ConnectionPage_Direct.Text
source: Direct
fr_fr: Connexion directe
pt_br: Direto
zh_cn: 直接
zh_tw: 直接

# ConnectionPage_URLToken.Text
source: URL + token
fr_fr: URL + jeton
pt_br: URL e token
zh_cn: URL + 令牌
zh_tw: URL + 權杖

# ConnectionPage_SetupCode.Text
source: Setup code
fr_fr: Code de configuration
pt_br: Código de configuração
zh_cn: 设置代码
zh_tw: 設定代碼

# ConnectionPage_PasteQRPayload.Text
source: Paste QR payload
fr_fr: Coller la charge utile QR
pt_br: Colar payload do QR
zh_cn: 粘贴 QR 负载
zh_tw: 貼上 QR 內容

# ConnectionPage_EachMethodSupportsAn.Text
source: Each method supports an optional SSH tunnel.
fr_fr: Chaque méthode prend en charge un tunnel SSH facultatif.
pt_br: Cada método é compatível com um túnel SSH opcional.
zh_cn: 每种方法都支持可选的 SSH 隧道。
zh_tw: 每種方法都支援選用的 SSH 通道。

# ConnectionPage_OrLookForOne.Text
source: Or look for one on your network.
fr_fr: Ou cherchez-en une sur votre réseau.
pt_br: Ou procure um na sua rede.
zh_cn: 或在您的网络上查找。
zh_tw: 或在您的網路上尋找。

# ConnectionPage_Scan2.Text
source: Scan
fr_fr: Analyser
pt_br: Procurar
zh_cn: 扫描
zh_tw: 掃描

# ConnectionPage_DiscoveredOnYourNetwork2.Text
source: Discovered on your network
fr_fr: Découvert sur votre réseau
pt_br: Descobertos na sua rede
zh_cn: 在您的网络上发现
zh_tw: 在您的網路上探索到

# ConnectionPage_Back.Text
source: Back
fr_fr: Retour
pt_br: Voltar
zh_cn: 返回
zh_tw: 返回

# ConnectionPage_AddAGateway2.Text
source: Add a gateway
fr_fr: Ajouter une passerelle
pt_br: Adicionar um Gateway
zh_cn: 添加网关
zh_tw: 新增閘道

# ConnectionPage_Direct2.Text
source: Direct
fr_fr: Connexion directe
pt_br: Direto
zh_cn: 直接
zh_tw: 直接

# ConnectionPage_SetupCode2.Text
source: Setup code
fr_fr: Code de configuration
pt_br: Código de configuração
zh_cn: 设置代码
zh_tw: 設定代碼

# ConnectionPage_LocalWSL.Text
source: Local WSL
fr_fr: WSL local
pt_br: WSL local
zh_cn: 本地 WSL
zh_tw: 本機 WSL

# ConnectionPage_GatewayURL.Header
source: Gateway URL
fr_fr: URL de la passerelle
pt_br: URL do Gateway
zh_cn: 网关 URL
zh_tw: 閘道 URL

# ConnectionPage_SharedToken.Header
source: Shared token
fr_fr: Jeton partagé
pt_br: Token compartilhado
zh_cn: 共享令牌
zh_tw: 共用權杖

# ConnectionPage_SharedToken.PlaceholderText
source: Paste shared gateway token
fr_fr: Coller le jeton partagé de la passerelle
pt_br: Cole o token compartilhado do Gateway
zh_cn: 粘贴共享网关令牌
zh_tw: 貼上共用閘道權杖

# ConnectionPage_NameOptional.Header
source: Name (optional)
fr_fr: Nom (facultatif)
pt_br: Nome (opcional)
zh_cn: 名称(可选)
zh_tw: 名稱(選用)

# ConnectionPage_NameOptional.PlaceholderText
source: My gateway
fr_fr: Ma passerelle
pt_br: Meu Gateway
zh_cn: 我的网关
zh_tw: 我的閘道

# ConnectionPage_PasteASetupCode.Text
source: Paste a setup code from the gateway's QR or `openclaw qr` output.
fr_fr: Collez un code de configuration depuis le QR de la passerelle ou la sortie d'`openclaw qr`.
pt_br: Cole um código de configuração do QR do Gateway ou da saída de `openclaw qr`.
zh_cn: 粘贴来自网关的 QR 码或 `openclaw qr` 输出的设置代码。
zh_tw: 貼上來自閘道的 QR 碼或 `openclaw qr` 輸出的設定代碼。

# ConnectionPage_PasteSetupCodeHere2.PlaceholderText
source: Paste setup code here…
fr_fr: Collez le code de configuration ici…
pt_br: Cole o código de configuração aqui…
zh_cn: 在此粘贴设置代码…
zh_tw: 在此貼上設定代碼…

# ConnectionPage_Decode.Content
source: Decode
fr_fr: Décoder
pt_br: Decodificar
zh_cn: 解码
zh_tw: 解碼

# ConnectionPage_InstallANewWSL.Text
source: Install a new WSL gateway on this PC and make it the active connection. The setup wizard will install WSL if needed, provision the gateway, and pair this device automatically.
fr_fr: Installez une nouvelle passerelle WSL sur ce PC et faites-en la connexion active. L'assistant d'installation installera WSL si nécessaire, configurera la passerelle et appairera cet appareil automatiquement.
pt_br: Instale um novo Gateway WSL neste PC e torne-o a conexão ativa. O assistente de configuração instalará o WSL se necessário, provisionará o Gateway e pareará este dispositivo automaticamente.
zh_cn: 在此电脑上安装新的 WSL 网关,并将其设为活动连接。设置向导将在需要时安装 WSL、配置网关,并自动配对此设备。
zh_tw: 在這台電腦上安裝新的 WSL 閘道,並將其設為使用中的連線。安裝精靈會視需要安裝 WSL、佈建閘道,並自動配對這台裝置。

# ConnectionPage_InstallLocalGateway.Content
source: Install local gateway
fr_fr: Installer la passerelle locale
pt_br: Instalar Gateway local
zh_cn: 安装本地网关
zh_tw: 安裝本機閘道

# ConnectionPage_LocalWSLSetupIsn.Text
source: Local-WSL setup isn't available on this machine: the install wizard couldn't be initialized.
fr_fr: La configuration WSL locale n'est pas disponible sur cette machine: l'assistant d'installation n'a pas pu être initialisé.
pt_br: A configuração do WSL local não está disponível nesta máquina: o assistente de instalação não pôde ser inicializado.
zh_cn: 此电脑无法进行本地 WSL 设置: 安装向导无法初始化。
zh_tw: 這台電腦無法進行本機 WSL 設定: 安裝精靈無法初始化。

# ConnectionPage_UseSSHTunnelOptional.Text
source: Use SSH tunnel (optional)
fr_fr: Utiliser un tunnel SSH (facultatif)
pt_br: Usar túnel SSH (opcional)
zh_cn: 使用 SSH 隧道(可选)
zh_tw: 使用 SSH 通道(選用)

# ConnectionPage_SSHUser.Header
source: SSH user
fr_fr: Utilisateur SSH
pt_br: Usuário SSH
zh_cn: SSH 用户
zh_tw: SSH 使用者

# ConnectionPage_SSHHost.Header
source: SSH host
fr_fr: Hôte SSH
pt_br: Host SSH
zh_cn: SSH 主机
zh_tw: SSH 主機

# ConnectionPage_SshServerPort.Header
source: SSH port
fr_fr: Port SSH
pt_br: Porta SSH
zh_cn: SSH 端口
zh_tw: SSH 連接埠

# ConnectionPage_RemotePort.Header
source: Remote port
fr_fr: Port distant
pt_br: Porta remota
zh_cn: 远程端口
zh_tw: 遠端連接埠

# ConnectionPage_LocalPort.Header
source: Local port
fr_fr: Port local
pt_br: Porta local
zh_cn: 本地端口
zh_tw: 本機連接埠

# ConnectionPage_SaveAmpConnect.Content
source: Save & connect
fr_fr: Enregistrer & connecter
pt_br: Salvar e conectar
zh_cn: 保存并连接
zh_tw: 儲存並連線

# ConnectionPage_Cancel.Content
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# CronPage_CronJobs.Text
source: ⏱️ Cron Jobs
fr_fr: ⏱️ Tâches Cron
pt_br: ⏱️ Tarefas Cron
zh_cn: ⏱️ Cron 任务
zh_tw: ⏱️ Cron 工作

# CronPage_Refresh.Text
source: Refresh
fr_fr: Actualiser
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# CronPage_NewJob.Text
source: New Job
fr_fr: Nouvelle tâche
pt_br: Nova tarefa
zh_cn: 新建任务
zh_tw: 新增工作

# CronPage_GatewayDisconnected.Title
source: Gateway disconnected
fr_fr: Passerelle déconnectée
pt_br: Gateway desconectado
zh_cn: 网关已断开
zh_tw: 閘道已中斷

# CronPage_GatewayDisconnected.Message
source: Connect to a gateway to load cron jobs.
fr_fr: Connectez-vous à une passerelle pour charger les tâches cron.
pt_br: Conecte-se a um Gateway para carregar as tarefas Cron.
zh_cn: 请连接到网关以加载 cron 任务。
zh_tw: 請連接至閘道以載入 cron 工作。

# CronPage_OpenConnection.Content
source: Open Connection
fr_fr: Ouvrir la connexion
pt_br: Abrir Conexão
zh_cn: 打开连接
zh_tw: 開啟連線

# CronPage_NewCronJob.Text
source: New Cron Job
fr_fr: Nouvelle tâche Cron
pt_br: Nova tarefa Cron
zh_cn: 新建 Cron 任务
zh_tw: 新增 Cron 工作

# CronPage_NAME.Text
source: NAME
fr_fr: NOM
pt_br: NOME
zh_cn: 名称
zh_tw: 名稱

# CronPage_MorningBrief.PlaceholderText
source: Morning brief
fr_fr: Briefing du matin
pt_br: Resumo matinal
zh_cn: 晨间简报
zh_tw: 晨間簡報

# CronPage_SCHEDULE.Text
source: SCHEDULE
fr_fr: PLANIFICATION
pt_br: AGENDAMENTO
zh_cn: 计划
zh_tw: 排程

# CronPage_ScheduleEveryOption.Content
source: Every
fr_fr: Toutes les
pt_br: A cada
zh_cn: 每
zh_tw: 每

# CronPage_ScheduleAtOption.Content
source: At
fr_fr: À
pt_br: Às
zh_cn: 于
zh_tw: 於

# CronPage_QUICKPRESETS.Text
source: QUICK PRESETS
fr_fr: PRÉRÉGLAGES RAPIDES
pt_br: PREDEFINIÇÕES RÁPIDAS
zh_cn: 快速预设
zh_tw: 快速預設

# CronPage_Hourly.Content
source: ⏰ Hourly
fr_fr: ⏰ Toutes les heures
pt_br: ⏰ A cada hora
zh_cn: ⏰ 每小时
zh_tw: ⏰ 每小時

# CronPage_Daily9am.Content
source: 🌅 Daily 9am
fr_fr: 🌅 Tous les jours à 9 h
pt_br: 🌅 Diariamente às 9h
zh_cn: 🌅 每天上午 9 点
zh_tw: 🌅 每天上午 9 點

# CronPage_Daily6pm.Content
source: 🌆 Daily 6pm
fr_fr: 🌆 Tous les jours à 18 h
pt_br: 🌆 Diariamente às 18h
zh_cn: 🌆 每天下午 6 点
zh_tw: 🌆 每天下午 6 點

# CronPage_Weekdays.Content
source: 💼 Weekdays
fr_fr: 💼 Jours ouvrables
pt_br: 💼 Dias úteis
zh_cn: 💼 工作日
zh_tw: 💼 平日

# CronPage_Weekly.Content
source: 📅 Weekly
fr_fr: 📅 Hebdomadaire
pt_br: 📅 Semanalmente
zh_cn: 📅 每周
zh_tw: 📅 每週

# CronPage_EXPRESSION.Text
source: EXPRESSION
fr_fr: EXPR. CRON
pt_br: EXPRESSÃO
zh_cn: 表达式
zh_tw: 運算式

# CronPage_TIMEZONE.Text
source: TIMEZONE
fr_fr: FUSEAU HORAIRE
pt_br: FUSO HORÁRIO
zh_cn: 时区
zh_tw: 時區

# CronPage_Optional.PlaceholderText
source: Optional
fr_fr: Facultatif
pt_br: Opcional
zh_cn: 可选
zh_tw: 選用

# CronPage_EVERY.Text
source: EVERY
fr_fr: TOUTES LES
pt_br: A CADA
zh_cn: 每
zh_tw: 每

# CronPage_UNIT.Text
source: UNIT
fr_fr: UNITÉ
pt_br: UNIDADE
zh_cn: 单位
zh_tw: 單位

# CronPage_Minutes.Content
source: Minutes
fr_fr: Min
pt_br: Minutos
zh_cn: 分钟
zh_tw: 分鐘

# CronPage_Hours.Content
source: Hours
fr_fr: Heures
pt_br: Horas
zh_cn: 小时
zh_tw: 小時

# CronPage_Days.Content
source: Days
fr_fr: Jours
pt_br: Dias
zh_cn: 天
zh_tw: 天

# CronPage_RUNAT.Text
source: RUN AT
fr_fr: EXÉCUTER À
pt_br: EXECUTAR ÀS
zh_cn: 运行时间
zh_tw: 執行時間

# CronPage_Date.PlaceholderText
source: Date
fr_fr: Choisir une date
pt_br: Data
zh_cn: 日期
zh_tw: 日期

# CronPage_DeleteJobAfterIt.Content
source: Delete job after it runs
fr_fr: Supprimer la tâche après son exécution
pt_br: Excluir tarefa após a execução
zh_cn: 运行后删除任务
zh_tw: 執行後刪除工作

# CronPage_PROMPTPAYLOAD.Text
source: PROMPT / PAYLOAD
fr_fr: INVITE / CHARGE UTILE
pt_br: PROMPT / CARGA ÚTIL
zh_cn: 提示 / 负载
zh_tw: 提示 / 內容

# CronPage_WhatShouldTheAgent.PlaceholderText
source: What should the agent do?
fr_fr: Que doit faire l'agent ?
pt_br: O que o agente deve fazer?
zh_cn: 代理应该做什么?
zh_tw: 代理應該做什麼?

# CronPage_DELIVERY.Text
source: DELIVERY
fr_fr: LIVRAISON
pt_br: ENTREGA
zh_cn: 投递
zh_tw: 傳遞
